<?php

return [
    'auth_key' => 'مفتاح المصادقة',
    'from' => 'معرف المرسل',
    'from_help' => 'هذا هو معرف المرسل الذي سيظهر على جهاز المستلم.',
    'flow_id' => 'معرف القالب',
    'flow_id_help' => 'يمكنك العثور على معرف القالب الخاص بك :link.',
    'here' => 'هنا',
    'instructions' => [
        'configuration_guide' => 'دليل تكوين MSG91',
        'sign_up' => 'التسجيل',
        'sign_up_description' => 'انتقل إلى :link وقم بإنشاء حساب.',
        'get_auth_key' => 'الحصول على مفتاح المصادقة',
        'get_auth_key_description' => 'يمكنك العثور على مفتاح المصادقة الخاص بك في :link.',
        'dashboard' => 'لوحة تحكم MSG91',
        'create_flow' => 'إنشاء قالب',
        'create_flow_description' => 'في لوحة تحكم MSG91، انتقل إلى <em>الرسائل القصيرة > القوالب</em> وقم بإنشاء قالب جديد للرسائل القصيرة الخاص بك.',
        'get_flow_id' => 'الحصول على معرف القالب',
        'get_flow_id_description' => 'بعد إنشاء قالب، يمكنك العثور على معرف القالب في صفحة تفاصيل القالب.',
    ],
];
