<?php

return [
    'auth_key' => 'प्रमाणीकरण कुंजी',
    'from' => 'प्रेषक आईडी',
    'from_help' => 'यह प्रेषक आईडी है जो प्राप्तकर्ता के डिवाइस पर दिखाई देगी।',
    'flow_id' => 'टेम्पलेट आईडी',
    'flow_id_help' => 'आप अपनी टेम्पलेट आईडी :link पा सकते हैं।',
    'here' => 'यहां',
    'instructions' => [
        'configuration_guide' => 'MSG91 कॉन्फ़िगरेशन गाइड',
        'sign_up' => 'साइन अप करें',
        'sign_up_description' => ':link पर जाएं और एक खाता बनाएं।',
        'get_auth_key' => 'प्रमाणीकरण कुंजी प्राप्त करें',
        'get_auth_key_description' => 'आप अपनी प्रमाणीकरण कुंजी :link में पा सकते हैं।',
        'dashboard' => 'MSG91 डैशबोर्ड',
        'create_flow' => 'टेम्पलेट बनाएं',
        'create_flow_description' => 'MSG91 डैशबोर्ड में, <em>एसएमएस > टेम्पलेट</em> पर जाएं और अपने एसएमएस के लिए एक नया टेम्पलेट बनाएं।',
        'get_flow_id' => 'टेम्पलेट आईडी प्राप्त करें',
        'get_flow_id_description' => 'एक टेम्पलेट बनाने के बाद, आप टेम्पलेट विवरण पृष्ठ में टेम्पलेट आईडी पा सकते हैं।',
    ],
];
