<?php

return [
    'name' => 'एसएमएस गेटवे',

    'settings' => [
        'title' => 'एसएमएस',
        'description' => 'एसएमएस संदेश भेजने के लिए सेटिंग्स कॉन्फ़िगर करें।',
        'form' => [
            'default_sms_provider' => 'डिफ़ॉल्ट एसएमएस प्रदाता',
            'default_sms_provider_help' => 'यह डिफ़ॉल्ट एसएमएस प्रदाता है जिसका उपयोग एसएमएस संदेश भेजने के लिए किया जाएगा।',
        ],
    ],

    'configure_button' => 'कॉन्फ़िगर करें',
    'save_button' => 'सहेजें',
    'activate_button' => 'सक्रिय करें',
    'deactivate_button' => 'निष्क्रिय करें',
    'test_button' => 'परीक्षण एसएमएस भेजें',
    'test_modal' => [
        'title' => 'परीक्षण एसएमएस भेजें',
        'description' => 'परीक्षण एसएमएस संदेश भेजने के लिए संदेश विवरण दर्ज करें।',
        'to' => 'इसे भेजें',
        'to_placeholder' => 'परीक्षण एसएमएस संदेश भेजने के लिए फोन नंबर दर्ज करें।',
        'message' => 'संदेश',
    ],
    'gateway_description' => ':name का उपयोग करके एसएमएस संदेश भेजें।',
    'send_sms_failed' => 'एसएमएस संदेश भेजते समय एक त्रुटि हुई। एसएमएस लॉग अनुभाग में प्रतिक्रिया की जांच करने पर विचार करें।',
    'sms_sent' => 'एसएमएस संदेश सफलतापूर्वक भेजा गया है।',

    'enums' => [
        'log_statuses' => [
            'pending' => 'लंबित',
            'success' => 'सफल',
            'failed' => 'विफल',
        ],
    ],

    'logs' => [
        'title' => 'एसएमएस लॉग',
        'detail_title' => 'एसएमएस लॉग #:id',
        'id' => 'आईडी',
        'message_id' => 'संदेश आईडी',
        'provider' => 'प्रदाता',
        'from' => 'से',
        'to' => 'को',
        'message' => 'संदेश',
        'status' => 'स्थिति',
        'sent_at' => 'भेजा गया',
        'response' => 'प्रतिक्रिया',
    ],
];
